local datebase = {
   "ًںکگâ‌¤ï¸ڈ ط¢ظ†ظ„ط§غŒظ†ظ… ط¨غŒ ظ†ط§ظ…ظˆط³",
  "ط±غŒط¯غŒ ط¯ط§ط´ ط¢ظ†ظ„ط§غŒظ†ظ… ًںکگâ‌¤ï¸ڈ ",
  "ط®ظپظ‡ ط´غ… ط¹ظ†ع†ظ‡ط±ظ‡ طھظˆظ‡غŒظ† ظ†ع©ظ† ًںکگâ‌¤ï¸ڈ ",
   "ظ†ط²ظ† ظ„ط§ظ…طµط¨ ط§ظ†ظ„ط§غŒظ†ظ… ًںکگâ‌¤ï¸ڈ ",
   "ط¬ط§ع©ط´ ط§ظ†ظ„ط§غŒظ†ظ… ط¯غŒظ‡ ع¯ط§غŒغŒط¯غŒ ًںکگâ‌¤ï¸ڈ ",
   "ط§ظپظ„ط§غŒظ† ظ†ع¯ط§غŒغŒط¯ظ… ًںکگâ‌¤ï¸ڈ ",
  }
local function run(msg, matches) 
return datebase[math.random(#datebase)]
end
return {
  patterns = {
    "^([Pp][Ii][Nn][Gg])$",
    "^(پينگ)$",
    "^([Pp][Ii][Nn][Gg])",
    "^(پينگ)",
  },
  run = run
}

